;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Svenska
;Language name in English e.g. German
LanguageEn=Swedish
;Your name here. You can also leave your email, website, blog...
Translator=Leif Larsson (och förhoppningsvis Peter Tillman  ;-)
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Ingen
602=Alternativ för Listary

;Tray Menu
1001=&Hjälp online
1002=&Sök efter uppdateringar ...
1003=&Om
1004=&Avsluta

;Toolbar
1100=Sök

;Favorite Menu
2000=Favorit
2001=Detta program
2002=Global
2003=Lägg till här
2004=Lägg till aktuell mapp till favoriter
2050=Kan inte lägga till favorit
2051=Listary kan inte hitta sökvägen till detta program.

;Recent Menu
2100=Tidigare
2101=Töm
2103=Mapp
2104=Fil
2105=Spåra detta program
2106=Spåra inte detta program
2107=Visa mer ...

;Smart Menu
2200=Smart
2201=För tillfället öppna mappar
2202=Växla till senast öppnade mapp i filhanteraren
2203=Öppna markerad fil i filhanteraren
2204=Utforska aktuell mapp
2205=Kommandotolk
2206=Gå till programmappen
2207=Utforska programmappen
2208=Visa filtyp
2209=Visa dolda filer och mappar
2210=Kopiera sökvägen till mappen till Urklipp
2211=Kopiera sökvägarna till de markerade posterna till Urklipp
2212=Kopiera visningsnamnen på de markerade posterna till Urklipp
2213=A&lternativ
2214=&Uppgradera till Pro-versionen
2215=Lägg till ett program i listan
2216=Inaktivera Listary för detta program
2217=Exportera innehållet i listan till en CSV-fil
2218=Avskiljare
2250=%s lades till i listan utan problem.
2251=Du kan använda klick med mittenknappen eller kortkommandot %s för att aktivera Listary i %s nu.
2252=Är du säker på att du vill inaktivera Listary för detta program?
2253=Inaktivera Listary
2254=Listary kommer inte att visas längre efter nästa start av detta program.\nDu kan alltid gå till Alternativ > Program för att aktivera det igen.

;Search
2300=List
2301=Gå till
2302=No items match your search.

;Options > General
3000=Allmänt
3001=Starta Listary samtidigt med &Windows
3002=Sätt fokus automatiskt på fillistan för Windows &XP Explorer
3003=Sök efter uppdateringar när &Alternativ öppnas
3004=&Snabbskift (Öppna aktuell mapp i fildialogen vid skifte från en filhanterare)
3005=Språk:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Favoriter
3101=Detaljer
3102=Namn:
3103=Kortkommando:
3104=Typ:
3105=Sökväg:
3106=Undermeny
3107=Lägg till en favoritpost
3108=Ta bort markerad favoritpost

;Options > Recent
3200=Tidigare
3201=Globala tidigare poster:
3206=Spåra globala tidigare poster
3207=Spåra tidigare filer och mapper för alla program
3208=&Välj automatiskt senast öppnade fil i dialogen Öppna fil
3209=Ta bort alla markerade tidigare poster
3210=Ta bort alla tidigare poster
3211=Globala tidigare poster
3212=Tidigare mappar per program
3213=Tidigare filer per program
3214=Poster i menyn Tidigare
3215=Search recent files and folders

;Options > Smart Commands
3300=Smarta kommandon
3301=Kommandodetaljer
3303=Kommando:
3305=&Visa detta kommando i smart-menyn
3306=&Lägg till eget kommando
3307=Namn
3308=Kortkommando
3309=Kommando
3310=Visa i Smart-menyn
3311=Lägg till ett inbyggt smartkommando
3312=Ta bort markerat kommando

;Options > Applications
3400=Program
3401=Programinställningar: (påverkar endast markerade program i ovanstående lista)
3402=&Aktivera Listary för detta program
3403=&Spåra tidigare filer och mappar
3404=Lägg till ett program för att modifiera dess inställningar
3405=Ta bort markerat program tillsammans med dess favorit och tidigare poster
3406=Sökväg

;Options > Keyboard and Mouse
3500=Tangentbord och mus
3501=Kortkommandon
3502=Globalt:
3503=Visa verktygsfält för Listary:
3504=Visa pop-uppmeny:
3505=Lokalt (fungerar endast när Listarys verktygsfält är synligt):
3506=Favoritmenu:
3507=Tidigare-meny:
3508=Smart meny:
3509=&Aktivera lokala kortkommandon (inklusive kortkommandon för favoriter och smarta kommandon) för Utforskaren när Listarys verktygsfält är dolt
3510=Mus
3511=&Dubbelklicka på en tom yta för att aktivera Listary i Utforskaren/i fildialog/på skrivbordet
3512=&Klicka med mittenknappen för att aktivera Listary

;Options > Display
3600=Skärm
3601=Fönsterposition
3602=Absolut
3603=Relativt lista
3604=Relativt fönster
3605=Uppifrån
3606=Nerifrån
3607=Från vänster
3608=Från höger
3609=Opacitet
3610=Meny
3611=Maximalt antal visade poster:
3612=Maximal bredd (i pixlar):
3613=Minimal bredd (i pixlar):
3614=Mushovring öppnar menyer (fördröjning i millisekunder, 0 inaktiverar):
3615=Popup-meny
3616=&Visa tidigare poster i undermeny
3617=pixlar

;Options > Integration
4000=Integrering
4001=&Lägg till Total Commanders snabblista i Listarys favoriter
4002=Använd Total Commander för att ersätta fildialoger:

;Options > Compatibility
3700=Kompatibilitet
3701=Listary fungerar också med följande program:
3702=Lägg till ett program till listan
3703=Ta bort markerat program från listan
3704=Filhanterare
3705=Klass
3706=Körbar fil
3707=Adressfält
3708=Ja
3709=Nej

;Options > Pro
3800=Uppgradera till Listary Pro
;3801=
3802=Namn:
3803=E-post:
3804=Registreringskod:
3805=OBS
3806=Listary är gratis för personligt och icke-kommersiellt bruk. I dessa fall får du använda  programmet utan kostnad.
3807=För kommersiell användning måste Listary uppgraderas till Listary Pro.
3808=Klistra in från &Urklipp
3809=Kolla &registreringskoden

;Options > About
3900=Om
3901=Listary är gratis endast för personlig användning. Om du vill använda programmet i kommersiella syften eller har behov av dess avancerade funktioner, så köp Pro-versionen.
3902=Gå till webbplatsen
3903=Detta program är licensierat till

;Add Application Dialog
4100=Lägg till program
4101=Drag Finder över adressfältet i ett program för att välja det och släpp sedan upp musknappen.
4102=Finder:
4103=Klass:
4104=Körbar fil:
4105=Adressfält:
4106=&Programmet är en filhanterare (markera för att aktivera sådant som bara fungerar i en filhanterare)
4107=*MISSLYCKADES* Målet körs som admin?

;Custom Command Dialog
4200=Eget kommando
4201=Fullständig sökväg till körbar fil.\nExempel: C:\Program\7-Zip\7z.exe
4202=Parameter:
4203=Exemplet visar hur man lägger till en markerad fil i ett arkiv med 7-zip.\n\nDu kan använda följande variabler som parameter. Variabler innehåller inte citattecken; lägg till dem manuellt efter behov.
4204=%file%\t\tFullständig sökväg till markerad fil/mapp.\nExempel:  D:\download\musik\exempel.mp3\n\n%path%\tSökväg till aktuell mapp.\nExempel: D:\download\musik\\n\n%filename%\tFilnamn för markerad fil/mapp.\nExempel: exempel.mp3

;Add Favorite Dialog
4300=Lägg till favorit